[{"ID":1488,"YEAR":1920,"MONTH":12.0,"DAY":18.0,"HOUR":2.0,"MINUTE":1.0,"LATITUDE":40.5,"LONGITUDE":19.5,"LOCATION_NAME":"ALBANIAN COASTS","COUNTRY":"ALBANIA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":5.6,"EQ_DEPTH":null,"TS_INTENSITY":5.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1488","COMMENTS":"1920, December 18 (also reported as November 26), 1920. Adriatic Sea, Albania. A strong earthquake destroyed Elbasan and Pekini. Two thirds of Elbasan tumbled down, and villages along the River Shkumbin from Adalit to Pekini collapsed almost completely. About 10,000 inhabitants were left homeless. A huge tsunami wave originated in the Bay of Vlore and flooded the Island of Sazanit; almost the entire population drowned (i = 5). Considerable damage was done along the shore. The wave was observed in much of the Adriatic Sea. (reference #2130)\r\n<P>Dec 18, 1920, 02:01:57 UTC, 40.5 N, 19.5 E, magnitude 5.6, intensity IX, tsunami intensity 5. A long period of strong seismic activity involve the area of Valona (Albania). On December 18th a strong shock was particularly violent at Elbasan, where most of buildings ruined. Many victims. The shock was largely felt, with a radius of about 1700 km. A big tsunami wave in the Gulf of  Valona inundated  Saseno island and large part of the population drowned. Severe damage along the coast. The Adriatic sea was perturbated. Tsunami intensity IV  according to Antonopoulos. (reference #4139)\r\n<P>1920, December 18, 02:02 UTC. Earthquake intensity X at Elbasan. The seismic waves of the sea in bay of Vlore have flood almost completely the island of Sazan and dwellings. Most of the Adriatic Sea was very agitated. (reference #1109)\r\n<P>1920, December 18. Albanian Coasts, Valona, Saseno. (reference #15)\r\n<P>1920, December 18. Albanian Coasts, 40.5 N, 19.5 E, magnitude 5.6, intensity IX, Valone, Saseno. (reference #20)\r\n<P>1920, December 18. Albanian Coasts, 40.5 N, 19.5 E, magnitude 5.6, intensity IX, Valona, Saseno. (reference #29)\r\n<P>November 26, 1920, 08:51 UTC, 38.5 N, 20.62 E, magnitude 6.7, intensity IX, damaging wave in Saseno. (reference #2427)\r\n<P>1920, December 18, 02:01:20 UTC. 41.1 N, 21.1 E, magnitude 5.8. (reference #330)"},{"ID":3075,"YEAR":1790,"MONTH":10.0,"DAY":9.0,"HOUR":1.0,"MINUTE":15.0,"LATITUDE":35.7,"LONGITUDE":-0.6,"LOCATION_NAME":"ORAN","COUNTRY":"ALGERIA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/3075","COMMENTS":"1790, October. Tsunami occurred in western part of the Mediterranean Sea (Sea of Alboran). Strong earthquakes occurred on October 8-10. Tsunami originated which flooded the north shore of Africa and the southern shore of Spain. The sea in Oran, Algeria, and Cartagena, Spain, rose to such a height that people working on a moorage were forced to run away. (reference #2130)"},{"ID":1992,"YEAR":1967,"MONTH":12.0,"DAY":4.0,"HOUR":null,"MINUTE":null,"LATITUDE":-63.0,"LONGITUDE":-60.5,"LOCATION_NAME":"TELEPHONE BAY, DECEPCION ISLAND","COUNTRY":"ANTARCTICA","REGION":"West Coast of South America","CAUSE":"Volcano","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":0.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1992","COMMENTS":"1967, December 4. 63 South 60.5 West. There was an underwater eruption in Telephone Bay on Decepcion island (Antarctic), during which the water in Pendulum Cove began to boil and churn. The oscillations in level had a period of 2-3 minutes and an amplitude of 1\/2-1 m (Reference #415)."},{"ID":3724,"YEAR":1941,"MONTH":11.0,"DAY":25.0,"HOUR":18.0,"MINUTE":3.0,"LATITUDE":37.417,"LONGITUDE":-18.983,"LOCATION_NAME":"AZORES GIBRALTAR FRACTURE ZONE","COUNTRY":"ATLANTIC OCEAN","REGION":"Northeast Atlantic Ocean","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":8.3,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/3724","COMMENTS":"1941, November 25. 8.2 MS \u0096 Tsunami observed at Newlyn, Cornwall, with maximum amplitude of 0.2 m; seven identifiable waves lasting for four hours. (reference #10413)"},{"ID":963,"YEAR":1867,"MONTH":8.0,"DAY":5.0,"HOUR":null,"MINUTE":null,"LATITUDE":-33.8,"LONGITUDE":151.3,"LOCATION_NAME":"SYDNEY HARBOR","COUNTRY":"AUSTRALIA","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Unknown","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":-1.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/963","COMMENTS":"August 5-13, 1867, unusual fluctuations in the sea level were recorded at Sydney, particularly from 09:00 to midnight of the 12th. (reference #415)"},{"ID":1763,"YEAR":1946,"MONTH":6.0,"DAY":23.0,"HOUR":17.0,"MINUTE":13.0,"LATITUDE":49.87,"LONGITUDE":-124.92,"LOCATION_NAME":"BRITISH COLUMBIA","COUNTRY":"CANADA","REGION":"West Coast of North and Central America","CAUSE":"Earthquake and Landslide","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.3,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1763","COMMENTS":"There was a very strong earthquake in western Canada and in the northwestern United States. In the epicentral zone, it lasted about a half minute and caused numerous slides and subsidences of the loose ground. Many points of low-lying accumulative coastal relief forms: beaches at steep cliffs, spits, etc., disappeared. \r\n<P>The end of the spit, which cuts off Deep Bay, disappeared under water. The depth of the water to the north of the spit increased from 1.5 to 30 m. Apparently, the wave resulting from this slide reached the lighthouse situated to the east on Sisters Rock. Acoording to the lighthouse attendant, a wave 2-2.5 m high rolled onto the little island 7 minutes after the earthquake; a second wave 0.25-0.5 m high moved in at a distance of 30 m from the first; the velocity of the waves was 10 knots.\r\n<P>A section of coast with a pier on Goose Spit which cuts off the entrance to Comox Harbor, subsided more than 0.5 m. Waves about a meter high were observed near the slide which occurred here.\r\n<P>Some sections subsided on Rebecca Spit, which cuts off Drew Harbor on the eastern coast of Quadra Island. According to a forest worker, a moment after the earthquake, the water level oscillated between the high and low tide marks at another place on this island. The water, which had been clear, became turbid. The fish did not bite for two weeks. A large tract of agricultural lands on Reid Island dropped 6-9 m.\r\n<P>In Alberni Bay opposite Franklin Creek, the water increased more than 30 m in depth. The underwater cable was broken and partially buried by detritus. In the words of an eyewitness, a roller 6-9 m high, arose on the surface of the water here. The roller then scattered along the axis of the bay and turned into small tidal waves, which were observed on its shores.\r\n<P>According to Hodgson (reference #2598), who carefully examined the epicenter zone of the earthquake, there were no real tsunami waves. Only these local waves arose, which were generated by collapses and suspension currents. A distinctive feature of this earthquake was the almost total absence of recurrent shocks.\r\n<BR>(above from reference #415)\r\n<P>Based on dendrochronological analysis, tsunami deposits and aerial photographs Evans states: The 1946 Vancouver Island earthquake (M = 7.2) triggered a rock avalanche from the north face of Mount Colonel Foster, central Vancouver Island, British Columbia. The resultant displacement wave ran up a maximum vertical distance of 51 m on the opposite shore and the wave crest was about 29 m high when it spilled over the lip of the lake. Water displaced during the event destroyed forest in the upper reaches of the Elk River valley up to 3 km from Landslide Lake. (reference #9458) Note: runups not included in historical database due to lack of instrumental recording or eyewitness accounts."},{"ID":1764,"YEAR":1946,"MONTH":8.0,"DAY":2.0,"HOUR":19.0,"MINUTE":18.0,"LATITUDE":-26.5,"LONGITUDE":-70.5,"LOCATION_NAME":"NORTHERN CHILE","COUNTRY":"CHILE","REGION":"West Coast of South America","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":7.9,"EQ_DEPTH":60.0,"TS_INTENSITY":9.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1764","COMMENTS":"August 2, 1946, 19:19 UTC, 26.5 S, 70.5 W, magnitude 7.9 MS, depth 60 km. (reference #164)\r\n<P>\r\nAugust 2, 1946, 19:19 UTC, 26.5 S, 70.5 W, magnitude 7.9 MS, depth 60 km, Northern Chile. (reference #552)"},{"ID":254,"YEAR":1640,"MONTH":9.0,"DAY":16.0,"HOUR":null,"MINUTE":null,"LATITUDE":23.0,"LONGITUDE":117.0,"LOCATION_NAME":"SOUTH CHINA SEA","COUNTRY":"CHINA","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/254","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1640, September 16, validity 2. There was an earthquake (23 N, 117 E) in the province of Kwangtung in China. A tsunami was observed at Chenghai, Chuogang and Chieyang (according to the chronicles of these localities). \r\n<P><blockquote><i>Reference #150<\/i><\/blockquote> \r\n<P>1640, September 16. 23 N 117 E, validity 4. Kwantung, Chenghai, Chuoyang and Chieyang, earthquake and tsunami. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1640, September 16. 23 N, 117 E, S. China sea. Earthquake and Tsunami. China, Kwantung, Chenghai, Chuoyang, and Chieyang.\r\n<P><P><blockquote><i>Reference #8575:<\/i><\/blockquote> \r\n<P>Lee (1998) cited the publication of Zhou and Adams (1986) as one of the data sources for a tsunami event on the SE Chinese coast on 16 September 1640. However, it appears that Zhou and Adams have not included this event in their work. Interestingly they have reported a tsunami at the same location for the year 1641."},{"ID":2122,"YEAR":1979,"MONTH":12.0,"DAY":12.0,"HOUR":7.0,"MINUTE":59.0,"LATITUDE":1.598,"LONGITUDE":-79.358,"LOCATION_NAME":"COLOMBIA: OFF SHORE, PACIFIC OCEAN","COUNTRY":"COLOMBIA","REGION":"West Coast of South America","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.7,"EQ_DEPTH":24.0,"TS_INTENSITY":2.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Very Many (~1001 or more houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/2122","COMMENTS":"On December 12, 1979 at 07:59:4.3 UTC a major earthquake measuring 7.9 occurred along the Pacific Coast of Colombia. The earthquake and tsunami associated with it were responsible for the destruction of at least six fishing villages and the death of hundreds of people in the Narino State of Colombia. At least 15 other coastal towns in the area were rocked by the earthquake and were damaged by the waves. Waves measuring anywhere from 2-5 meters destroyed many of these coastal villages. People along the coast, who survived the earthquake by running outside their homes, were carried away a few minutes later by the large tsunami waves generated by the earthquake. Six fishing boats, one with 40 men aboard, were lost. A pier on the prison island of Gorgona was destroyed, however, no injuries from either the earthquake or the tsunami were reported from there. Most of the houses at Charco, a village of 4,000 which were built on stilts over a lake were knocked into the water. Waves sent the Iscuande River out of its banks along the Pacific coast. The wall of water reportedly in the village of Iscuande caused extensive damages. At least one person was reported dead from that area.\r\n<P>Hardest hit of all the coastal villages was the fishing village of San Juan, where the waves completely overran the island destroying just about everything in their path. Numerous deaths were reported from San Juan which was totally devastated and is in the process of being relocated further inland at the present time. According to eyewitness reports, 3 to 4 waves were observed, the first wave arriving approximately 10 minutes after the main earthquake. The water recessed first to about 3 meters below the level of the sea. The first wave arrived minutes later. The third wave was the largest, and at San Juan Island it was approximately 5 meters above the level of the tide, which fortunately, was at its lowest at that time.\r\n<P>The maximum difference between low and high tide in the region for that time of the year was approximately 1.3 meters, thus, the maximum wave could have been that much more, if it had arrived at high tide, and numerous more deaths could have resulted. Considering that the mean elevation of the coastal islands is approximately 2 to 2.5 meters above high tide, it would mean that maximum waves would have completely overrun all of the coastal islands in the area. Approximately 30-35 km of the coast was hardest hit by the tsunami, while the length of the area hardest hit by the earthquake was approximately 225 km in length, from Guapi to Tumaco.\r\n<P><B>It is estimated that the majority of casualties (at least 80%) were the result of the tsunami rather than of the earthquake. An ITIC estimate based on informal reports is that 500-600 people may have been killed by the combined effects of the earthquake and tsunami with about 4,000 people injured. Homes of at least 10,000 persons were destroyed.<\/B>\r\n<P>(above from reference #3330)\r\n<P>The tsunami caused great damage, and was similar in scope to the event of January 31, 1906. Ramirez and Goberna (1980) note that the wave arrived 3 minutes after the earthquake, at San Juan de la Costa. The only death toll from the tsunami is from Tumaco (36 deaths). There may have been other deaths from the tsunami, but they have been included with the earthquake counts by disaster agencies.\r\n<P>Ephemeral Island 10.8N, 75.4W. An island 30 meter long, 5 meter wide and 7 meter high was formed during the night of December 12, 1979 in the Caribbean Sea, 300 meters off the coast of Punta Canoa, Colombia. The sawtoothed island was composed to greenish-gray clay, apparently squeezed upward through a fissure. By Dec 29, the island was only half its initial size and disappeared under the pounding of strong waves on Jan 9, 1980. The Caribbean coast of Colombia is well-known for its mud volcanoes, which\r\nhave \"eruptions\" driven by petroleum gases. (SEAN Bulletin, Vol. 5, No. 2, Feb. 29, 1980) (reference #11251)"},{"ID":825,"YEAR":1854,"MONTH":8.0,"DAY":7.0,"HOUR":null,"MINUTE":null,"LATITUDE":8.5,"LONGITUDE":-83.0,"LOCATION_NAME":"COSTA RICA-PANAMA","COUNTRY":"COSTA RICA","REGION":"West Coast of North and Central America","CAUSE":"Earthquake and Landslide","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":7.2,"EQ_DEPTH":null,"TS_INTENSITY":1.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Few (~1 to 50 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/825","COMMENTS":"August 7, 1854, 8.5 N, 83 W, magnitude 7.25, tsunami intensity 1.5, validity 2. On the 4th, at 23:30, there was a very strong earthquake which affected all Costa Rica. It was felt at least from Colon (Aspinwall) in Panama to Pubaqui in Nicaragua. At San Jose and Cartago, tremors lasted 2 minutes with approximately the same intensity. Several more light shocks were felt until 5:00 on the following day. A long stretch of coast on the Pacific at Golfo Dulce sank underwater. On the Atlantic coast, the tremors were strong at Matina and Moni [Moin]. Shocks were felt again on the 5th at Costa Rica and Nicaragua and on the night of the 6th-7th at Costa Rica. The village of Golfo Dulce on the Pacific Coast was flooded by the sea and destroyed. (reference #415)\r\n<P>August 5, 1854, 05:30, 8.5, 83 W, magnitude 7.25, Golfo Dulce, tsunami intensity 1.5. (reference #273)\r\n<P>Very strong earthquake of two shocks in San Jose de Costa Rica and in Cartago. The movement was trepidation and lasted two minutes, with a perfectly uniform intensity, made rather infrequently. Some others slight shocks were felt until the next day at V. All the isthmus was shaken by the main shock, which was reported from Aspinwal (Colon) to Rivas and on the coasts of both oceans. Santo Domingo and Barba were the only localities proven, and still slightly. <B>On the Pacific, there was a landslide quite considerable at a cliff of the Gulf Dulce<B\/>. On the 5th, at Costa Rica and Nicaragua, on the 6th and 7th, at Costa Rica alone, there was still some but very light. (reference #11948)"},{"ID":297,"YEAR":1667,"MONTH":4.0,"DAY":6.0,"HOUR":7.0,"MINUTE":10.0,"LATITUDE":42.6,"LONGITUDE":18.1,"LOCATION_NAME":"DALMATIAN COASTS","COUNTRY":"CROATIA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":7.2,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":"Very Many (~1001 or more houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/297","COMMENTS":"1667, April 6, 07h [local time] (Possibly March or April 22, 1661). Adriatic Sea, Dalmatia. Catastrophic earthquake [magnitude 7.7, intensity X] took place in Dubrovnik and its vicinity and was accompanied by tsunami waves. The whole city was destroyed. 2,270 of the 6,000 inhabitants were killed. The earthquake in Venice was extremely strong. It was felt along the the shore of the Adriatic Sea and of the Aegean Sea up to Istanbul and Izmir. Underground shocks within the focal zone continued 6 years - up to 1672. The earthquake caused tsunami. 4 waves were noted in Dubrovnik and on the small Island of Mezzo which suffered badly. The sounds of strong detonations were heard when the waves approached from the side of the Adriatic Sea. The water in the canals of Venice first increased then decreased. Tsunami intensity 3-4. (reference #2130).\r\n<P>1667, April 6, 07:10 UTC. Dalmatian coasts, 42<sup>o<\/sup>36'N, 18<sup>o<\/sup>06'E, earthquake intensity 10, magnitude 7.2, tsunami intensity 3, reliability 4. A strong earthquake, occurred between 07:10 and 08:10 a.m., completely destroying Ragusa (Dubrovnick) and some other localities, killing about 1\/3 of the population. Damage and destruction in the whole region. Felt in a very broad area, including the western coast of the Balcan region, Italian coasts (Venice and Tyrrhenian coasts). Felt also in Costantinople and Smyrne. A tsunami followed the shock (Morelli, r575).\r\nSea withdrawal at Dubrovnick (once called Ragusa) and 4 waves noted (Soloviev, r582).  Vessels in the harbour severely damaged (Andriasci, r398, Morelli, r575).\r\nIn the island of Mozzo, which suffered badly, 4 waves observed (Soloviev, r582). In Venice the  waters in the canals perturbed (Degni, r399; Maraldi, r111). Studied by Guidoboni (r400). Further references: Mallet (r33), Capocci (r34), Baratta (r1), Heck (r78), Carrozzo (r41), Caputo (r5), Ambraseys (r391), Antonopoulos (r392), Shebalin (r170), De Giorgi (r581).\r\n<P>(above from reference #4139)\r\n<P>1667, April 6. Dalmatian coasts. Dubrovnik (Ragusa), intensity 3. (references #15, #20, #27)"},{"ID":101,"YEAR":1222,"MONTH":5.0,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":34.5,"LONGITUDE":33.0,"LOCATION_NAME":"CYPRUS ISLAND","COUNTRY":"CYPRUS","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":6.6,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/101","COMMENTS":"1222. May. Cyprus. Limassol and Paphos (m=iv).\r\nOgerius Panis and Marchisius Scriba as well as Oliverus\r\nScholasticus record a strong earthquake in Cyprus on May\r\n1222, which did much damage at Lemessos, Nicosia and elsewhere. ..during this earthquake:\r\n... the sea abandoned its habitual places and retreated\r\nfar into the open sea. Baffa (Paphos) and Limisso (Lemessos)\r\nwere then submerged by the sea ... and  ... the\r\nharbour (of Paphos) dried up, and then the town was\r\nsubmerged by the sea...\r\n<P>\r\nThere is no doubt that this event occurred on\r\nMay 1222 AD. In all earthquake catalogues this Cyprian earthquake is dated December 25, 1222. The reason for this is that many Latin chronographers considered the shaking of Cyprus as result of the great Lombardian earthquake of 25 December 1222 which shook also Tyrol, and southern Germany and which was followed by many aftershocks till January 11, 1223. This, once more, shows how misleading was the tendency of early chroniclers to treat collectively different earthquakes.\r\n(reference #26)"},{"ID":32,"YEAR":315,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":31.7,"LONGITUDE":35.5,"LOCATION_NAME":"DEAD SEA","COUNTRY":"DEAD SEA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/32","COMMENTS":"315. Dead Sea. Tsunami intensity III. (references #15, #20, and #23)\r\n<P>315. I have heard of this Areopolis (when it still existed), but the whole city can vouch for the truth of my assertion, that in the time of my childhood, from the effects of a tremendous earthquake, when the sea broke over the shores of the whole earth, the walls of this town were overthrown in a single night. (reference #10520)"},{"ID":249,"YEAR":1636,"MONTH":7.0,"DAY":31.0,"HOUR":null,"MINUTE":null,"LATITUDE":35.1,"LONGITUDE":129.05,"LOCATION_NAME":"E. CHINA SEA-S.JAPAN","COUNTRY":"EAST CHINA SEA","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Unknown","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":0.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/249","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1636, July 31, validity 2. There were waves in Korea, at Tongnae (near Pusan). There are no details available. No earthquake was recorded. According to Imamura, these were probably waves of storm origin. \r\n<P><blockquote><i>Reference #150:<\/i><\/blockquote> \r\n<P>1636, July 31, validity 1. Torai, near Pusan, Korea. No quake cited. Probably storm surge. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1636, July 31. Korea, Torai (near Pusan). No details, No quake noted. Possible storm surge according to Imamura."},{"ID":1331,"YEAR":1906,"MONTH":1.0,"DAY":31.0,"HOUR":15.0,"MINUTE":35.0,"LATITUDE":1.0,"LONGITUDE":-81.5,"LOCATION_NAME":"OFF COAST","COUNTRY":"ECUADOR","REGION":"West Coast of South America","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":8.8,"EQ_DEPTH":25.0,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1331","COMMENTS":"Thirty minutes after the earthquake, the first tsunami wave was observed at Tumaco, Colombia. The tsunami was observed along the entire coast of Central America, in Mexico, and California. The tsunami reached Hilo approximately 12.5 hours after the earthquake and the coast of Japan in 19.5 hours.\r\n<P>1906. A tsunami fell on the beach at Los Negros.\r\n[Apparently, this relates to the Colombian-Ecuador tsunami of January 31, 1906.] \r\n<P>The tsunami was most destructive on the low-lying coast from Rioverde [Ecuador] to Micay [Colombia]. Here all homes on the coast or in the estuarine parts of rivers were washed away; by various estimates 500-1500 persons died.\r\n<P>Strong seiches were generated on the northern (Atlantic) coast of Colombia.\r\n<br>(Above from reference #415)\r\n<P>Guayaquil, Ecuador. February 15.--The first shock of the earthquake which caused so much damage and loss of life in the province of Esmeraldas was felt at 10 o'clock on Jan. 31st, the disturbance continuing at short intervals until Feb. 6th. The inhabitants, panic-stricken, abandoned their homes and families and are still living in the open air, fearing a repetition of the shocks. In the neighborhood of Port Limon four small islands disappeared. These islands were inhabited by fishermen, who escaped in small boats, which they were at sea for three days, until the water became sufficiently calm to enable them to reach the mainland. The city of Esmeraldas was nearly inundated by a tidal wave which entered the port, flooding the principal streets. All the inhabitants ran for the mountains in the neighborhood. All the towns in the provinces of Esmeraldas and Manabi were greatly damaged. Most of the inhabitants are homeless. At the Colombian towns of Mosquera, San Juan and Domingoritz more than 300 persons perished. (reference #8876)\r\n<P>1906. High waves invaded Los Negritos Beach. A tsunami was observed on the beach at Los Negros. (reference #1402)\r\n<P>Colombia, Tumaco 5m; Guapi, height 1-2m, 49 houses destroyed. Hawaiian Is. Hilo 3.6m, ships damaged. Tsunami reached Japan, California, Costa Rica. (reference #150)"},{"ID":1287,"YEAR":1902,"MONTH":2.0,"DAY":26.0,"HOUR":null,"MINUTE":null,"LATITUDE":13.5,"LONGITUDE":-89.5,"LOCATION_NAME":"EL SALVADOR-GUATEMALA","COUNTRY":"EL SALVADOR","REGION":"West Coast of North and Central America","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":7.0,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1287","COMMENTS":"<B>The seismic sea wave of 1902 February 27 is a spurious\r\nevent<\/B>. On 26 February at 19 h local time (27 February 00 h 36 m UT) a tidal wave flooded the coast of Ahuachapan in El Salvador from Garita Palmera to Barra del Paz and beyond, a distance of about 120 km. The height of the wave is not mentioned, but allegedly about 100 persons were drowned at San Diego and 85 at Barra del Paz. Some property damage was caused on the coast of Acajutla and Cara Sucia. Some writers associate this event with a spurious earthquake on 1902 February 26 (Cruz & Wyss 1983, reference #82) or with the earthquake of 1903 April 19. However, there is evidence that this <I><B>wave was not triggered by an earthquake, but rather that it was the result of a combination of a high tide and abnormal meteorological conditions<\/I><\/B> (Anderson 1908, reference #7975; List 1903, reference #8016). Most of the earthquakes associated with seismic sea waves are located just off the coast or a few tens of km inland at distances from the shore comparable with their source dimensions. It is not clear whether these waves were due to tectonic movements of the seabed; the evidence for some off the southeast coast of Costa Rica points to submarine slumping or to their being seiches set up in Fonseca, Nicoya and Chiriqui bays. (reference #8015)\r\n<P>1902, Feb 26. 13.5 N 89.5 W, validity likely, tsunami magnitude 2.  On February 26, the residents of the Pacific coast border regions of Guatemala and El Salvador heard a loud rumble, like cannon shots, which appeared to come from under the bottom of the sea. A strong earthquake then occurred. Soon the residents saw the water retreating, exposing the sea bottom for a considerable distance. After this, a black wall arose at sea: this was a large wave, whose might increased as it approached the shore. The wave surged onshore with terrifying force. The residents did not have time to run to safety and they perished. The tsunami was observed on a 120-km stretch of coast which included Acajutla, Ecuador. <B>One hundred people died and about the same number were injured<\/B> at Barra de Santiago settlement. About <B>85 people died<\/B> at the village of Barra del Pas. Homes and trees were washed out to sea, and the clothes were ripped from people caught by the water. Three waves were reported, the first being the smallest.\r\n<BR>Richter (1963): April 19, 02:23UTC; 14 N., 91 W., M=8.3. \r\n<BR>[There are apparently no instrumental data on the earthquake of February 26.] \r\n<BR>(reference #415) \r\n<P>February 26, 1902, 13 N, 89 W, magnitude 7.0. (reference #273)\r\n<P>February 26, 1902, 13.5 N, 89.5 W. (reference #237)\r\n<P>February 26, 1902, El Salvador-Guatemala, tsunami observed at Acajutla and San Diego, observed along 120 km of coast, 185 deaths, much damage and loss of life. (reference #79)\r\n<P>Costa de Ahuachapán: Barra de Santiago, Cara Sucia y\r\nGarita Palmera. Un terrible maremoto causa la ruina de estos caseríos. (reference #1196)\r\n<P>February 26, 1902. 185 deaths. Observed along 129 km of coast. Schultz (1962) reports severe damage to the coast of Ahuachapan (Barra de Santiago, Cara Sucia, and Garita palmera). (reference #82)\r\n<P>The tidal wave of February 26, 1902, is reported,by Aurelio Arias, director of the Meteorological Observatory of San Salvador, to have extended along the coast of Salvador about 120 kilometres, especially at Barra del Paz, and to have reached as far north as Acajutla. At about 7 p.m. three waves, of which the first was the smallest, swept on the land and caused great damage. Their height is not mentioned, but about 100 persons were killed at the village of Santiago, and 85 at Barra del Paz. Loud \"retumbos\" (subterranean noises) were heard, and thought to proceed from under the sea. (reference #7975)"},{"ID":1122,"YEAR":1881,"MONTH":7.0,"DAY":12.0,"HOUR":null,"MINUTE":null,"LATITUDE":-16.0,"LONGITUDE":179.0,"LOCATION_NAME":"FIJI ISLANDS","COUNTRY":"FIJI","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":1.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1122","COMMENTS":"Capt. Beatson informs us that yesterday morning [July 13, 1881, 05 30 Local Time] we were visited by an unusual rise of waters which came in the shape of a tidal wave. In Levuka Creek it rose at least eighteen inches above the highest mark. This was probably an actual tsunami with earthquake focus too far away to be felt at Levuka. Possibly the source was north of Vanua Levu. (Reference #1184)\r\n<P>A correspondent, writing from Macuata, thus describes a recently experienced shock of earthquake [January 1884]... The shock was a very severe one; by far the most severe that I have experienced during thirteen years residence in Fiji... During my residence here I have at various times felt the shocks of seven earthquakes, but this is the first occasion on which I have noticed the rumbling sound described. <B><I>Some of the previous shocks have been attended by tidal disturbances, the rise and fall being as much as six feet in half an hour<\/I><\/B>...\" (reference #11526)"},{"ID":3122,"YEAR":1564,"MONTH":7.0,"DAY":20.0,"HOUR":null,"MINUTE":null,"LATITUDE":44.017,"LONGITUDE":7.283,"LOCATION_NAME":"LIGURIA-COTE D'AZUR","COUNTRY":"FRANCE","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":5.8,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/3122","COMMENTS":"1564, July 20 (27), 23h [local time]. Ligurian Sea, Italy, France, 44N, 7<sup>o<\/sup>17'E, earthquake intensity IX, tsunami intensity 4. An extremely strong earthquake occurred with its focus apparently in the Maritime Alps, possibly in the valley of the River La Vesubie. It embraced Nice, Provence, Villefranche, San Remo, Porto Maurizio and so on. Aftershocks were felt for 50 days and nights. The sea near Nice and Villefranche receded (became lower by \"one spear\") and its bottom was uncovered; many fish were left there including also some unknown kinds (deep - sea fish [?]). A beach and several shops were flooded in Antibes before the water went away from the seaport. (reference #2130).\r\n<P>1564, July 20. 44<sup>o<\/sup>01'N, 7<sup>o<\/sup>17'E, magnitude 5.8, intensity 8.5. Tsunami reliability 4, intensity 2. Sea inundation in Antibes. Epicenter located in France, in land close to the Italian border, about 30 km north of Nice. Epicentral area including the Vesubia, Tinea and Roia valleys (near Nice), where severe damage is reported and about 650 people died. Felt also in Sanremo (V MCS). \r\nIn Nice damage caused by the sea. \r\nIn Villefranche the sea bottom subsided by about one pike (Mogiol, r59; Almagià, r61). \r\nAt Antibes the sea at first flooded the beach inundating some shops and then retired leaving the harbour dry (Laurenti, r60).\r\n\r\nFurther references: Bonito (r12), Mercalli (r22), Baratta (r1 and r55), Caputo (r5), Tinti (r9, r597) Soloviev (r582), Boschi (r124).\r\nRevisions: Moroni (r62), Rivara (r393), Lambert (r394). (reference #4139)"},{"ID":759,"YEAR":1848,"MONTH":7.0,"DAY":12.0,"HOUR":null,"MINUTE":null,"LATITUDE":-17.9,"LONGITUDE":-149.9,"LOCATION_NAME":"TAHITI","COUNTRY":"FRENCH POLYNESIA","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":0.5,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/759","COMMENTS":"An earthquake in Tahiti produced a strong tsunami, which cast vessels upon the shore. The tsunami was just as strong on the Hawaiian Islands [Ref #415]. \r\n<P>Strong earthquakes affected Chirikof I., Unga I., and the Alaska Peninsula on April 15, 1847,and the Sitka area on March 29, 1848. There was no mention of tsunamis from either area. (Ref #236)\r\n<P>The following is from [Ref #80] \r\n<P>The tsunami is suggested with a remote source to the north, or having waves of meteorological origin.\r\n<P>A newspaper account of the Dec. 1860 tsunami described as \"resembling the same phenomena that occurred in that district 12 to 15 years ago and which consisted of several waves following each other at short intervals.\" The account implies that the date of the tsunami was some time between 1845 to 1848 and the location was the north coast of Maui. \r\n<P>The event is possibly a local tsunami although there was no mention of a Hawaiian earthquake on those dates."},{"ID":269,"YEAR":1650,"MONTH":9.0,"DAY":29.0,"HOUR":null,"MINUTE":null,"LATITUDE":36.404,"LONGITUDE":25.396,"LOCATION_NAME":"THERA ISLAND (SANTORINI)","COUNTRY":"GREECE","REGION":"Mediterranean Sea","CAUSE":"Volcano and Landslide","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":6.3,"EQ_DEPTH":null,"TS_INTENSITY":6.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/269","COMMENTS":"\"At the end of 1650 a submarine outbreak occurred in the Aegean Archipelagos. At a point about 4 miles to the northeast of the Island of Thera (Santorini) a volcanic eruption gave rise to a shoal, as a result of which huge waves broke upon the shores of many islands in the Aegean. \"The eruption lasted 3 months and it was preceded and followed by severe earthquakes.\r\n<P>On September 14, prior to the eruption and appearance of the shoal, strong earthquakes shook the island of Thera which intermittently continued until the day of the paroxysm on the 29th of the same month at which the shoal emerged. From contemporary accounts we learn that during the period between 14th and 29th of September the sea around the island was much agitated. Big waves were rushing inland from time to time while great rock slices fell into the sea. On the 29th of September, when the shaol made its appearance, a huge wave devastated the island, in many places where the shores were flat invaded the coast for two miles. On the west coast of the island of Patmos the wave reached heights over 100 feet while on the east coast the sea rose to 90 feet. On the island of Ios the height of the wave was 60 feet and on the island of Sikinos the sea advanced over 300 yards inland. On the island of Kea sailing ships were carried into the interior and many vessels were cast on the shores of Crete.\" (above from Reference #27)<P><center><table>\r\n<tr><td><br><b><center><h2>Different Reports of Tsunami Source Data<\/h2><\/b><hr>\r\n<Table cellpadding=\"4\" cellspacing=\"2\"><tr><td><b>Date<\/b><\/td><td><b>Location<\/b><\/td><td>\r\n<B>Latitude<\/B><\/td><td><B>Longitude<\/b><\/td><td><B>Reference<\/B><\/td><\/tr>\r\n<tr><td>September 29, 1650<td>Santorini (Thera)<\/td><td><\/td><td><\/td><td>14<\/td><\/tr>\r\n<tr><td>October 9, 1650<td>Santorini (Thera)<\/td><td><\/td><td><\/td><td>15<\/td><\/tr>\r\n<\/td><\/tr>\r\n<tr><td>October 9, 1650<td>Santorini (Thera)<\/td><td>36.5N<\/td><td>25.5E<\/td><td>20<\/td><\/tr>\r\n\r\n<tr><td>September 29, 1650<td>Santorini (Thera)<\/td><td>36.5N<\/td><td>25.5E<\/td><td>27<\/td><\/tr>\r\n<tr><td>September 29, 1650<td>Santorini (Thera)<\/td><td>36.5N<\/td><td>25.5E<\/td><td>109<\/td><\/tr>\r\n<tr><td>September 29, 1650<td>6.5 km NE of NE<br>coast of Santorini<\/td><td><\/td><td><\/td><td>330<\/td><\/tr>\r\n<tr><td>September 29, 1650<td>Santorini (Thera)<\/td><td>36.4N<\/td><td>25.4E<\/td><td>333<\/td><\/tr>\r\n<tr><td>1650<td>Santorini (Thera)<\/td><td>36.4N<\/td><td>25.4E<\/td><td>416<\/td><\/tr>\r\n<\/td><\/tr>\r\n<tr><td>October 10, 1650<td>South Aegean Sea<\/td><td>36.5N<\/td><td>25.5E<\/td><td>2427<\/td><\/tr>\r\n<\/table><\/table><\/center>\r\n\r\nA strong underground volcanic eruption occurred 4km north-east of Thira Island (volcano of Santorini), as a result of which the sand-bank of Kolumbos was originated. It was preceded and accompanied by strong underground shocks, which caused the collapse of over 200 houses (reference #2130)."},{"ID":1810,"YEAR":1950,"MONTH":10.0,"DAY":23.0,"HOUR":16.0,"MINUTE":13.0,"LATITUDE":14.31,"LONGITUDE":-91.917,"LOCATION_NAME":"GUATEMALA","COUNTRY":"GUATEMALA","REGION":"West Coast of North and Central America","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.5,"EQ_DEPTH":65.0,"TS_INTENSITY":-1.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1810","COMMENTS":"1950, October 23, 10:13 [local time]. There was an earthquake at Guatemala causing heavy destruction at San Marcos. In 2.2 hours after the earthquake, the tide gauge at San Jose (Guatemala) registered a wave with an amplitude of 20 cm and a period of 15 minutes. There were barely noticeable oscillations an amplitude of less than 10 cm and a period of 30 minutes on the record of the tide gauge at La Union (El Salvador). The tsunami was not recorded by other tide gauges in Mexico and Central America, but was registered 9.3 hours later at Hilo, where it had a height of 10 cm and a period of 16 minutes. Gutenberg, Richter (1954): 23.X; 16h13m20s; 14 1\/2 N, 91 1\/2 W; M=7.1. (reference #415)"},{"ID":1142,"YEAR":1883,"MONTH":8.0,"DAY":27.0,"HOUR":2.0,"MINUTE":59.0,"LATITUDE":-6.102,"LONGITUDE":105.423,"LOCATION_NAME":"KRAKATAU","COUNTRY":"INDONESIA","REGION":"Indian Ocean (including west coast of Australia)","CAUSE":"Volcano","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":"Very Many (~1001 or more houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1142","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1883, August 27, 10:02. There was a catastrophic eruption of the Krakatau volcano, which was accompanied by an enormous tsunami. The maximal height of rise of water was 30 m on the shores of the Sunda Strait, 4 m on the south coast of Sumatra Island, 2-2 1\/2 m on the northern and southern shores of Java Island, 1\/2-1 m in the Pacific Ocean as far as South America. In Indonesia, 36,000 people died. The main eruption was preceded by less strong ones on the 26th at 17:07 and 19:00-23:00, the 27th at 1:42, 5:30 and 6:44, which were also accompanied by less intensive tsunamis. \r\n<P><blockquote><i>Reference #236:<\/i><\/blockquote> \r\n<P>1883, August 27, 02:59. The explosive eruption of the volcano, Krakatau in the Sunda Strait, produced air-pressure waves, which were recorded by the Honolulu tide gage as a 0.2-m wave. These are not considered to be tsunami waves. \r\n<P><blockquote><i>Reference #237:<\/i><\/blockquote> \r\n<P>1883, August 27, 0259 GMT. The explosion of the Krakatau Volcano in Indonesia generated a 30-m tsunami in the Sundra Strait that destroyed numerous towns and killed about 36,000 people. The explosion was heard about 3,000 miles away. It also caused an atmospheric pressure wave that was recorded on the tide gages at remote locations including South Georgia Island, Panama, France, England, Hawaii, Alaska, and San Francisco. Due to the shadowing by continents and island groups, a direct tsunami could not have reached most of these locations. Harkrider and Press (1967) show that the direct air waves (acoustic) are the first to be recorded. Atmospheric gravity waves with phase and group velocities nearer the oceanic gravity wave velocity (sqrt(gd)) occurred and may have excited water waves (tsunamis) by transferring energy to the ocean. The longer the fetch, the more energy that would be transferred.\r\nThese waves are the most energetic and are created beyond the land mass shadow zones. The initial acoustic waves, too, may create resonances in the coastal and harbor areas as seiches. To consider these to be true tsunamis is a stretch of the definition but atmospheric gravity waves are or may be a source for tidal disturbance which resemble tsunamis.  It was recorded with an amplitude of six inches at Sausalito.\r\n<P><blockquote><i>Reference #9779:<\/i><\/blockquote> \r\n<P>The voluminous pyroclastic flows entered the sea where they generated tsunami, and may have produced secondary explosion\r\n<P><blockquote><i>Reference #2990:<\/i><\/blockquote> \r\n<P>The largest and most devastating volcanic tsunami of the last 250 years was produced by the Aug 26, 1883 eruption of Krakatoa volcano. This extremely energetic explosive eruption produced multiple tsunami waves was much as 37 m high, among the greatest tsunami waves seen in recent historic time. The waves raised large ships to 10 m above sea level and carried them as far as 3 km inland. These waves deluged more than 250 villages in western Java and eastern Sumatra killing more than 36,000 people. Fatalities due to waves occurred as far as 800 km from the volcano. Small tsunami waves were recorded throughout the Pacific Ocean, and small sea level oscillations were measured at sites thousands of kilometers away in the Indian Ocean, France and England. \r\n<P><blockquote><i>Reference #4653:<\/i><\/blockquote> \r\n<P>Krakatoa exploded August 27, 1883 obliterating 5 square miles of land and leaving a crater 3.5 miles across and 200-300 meters deep. Thirty three feet high tsunami waves hit Anjer and Merak demolishing the towns and killing over 10,000 people. In Merak the wave rose to 135 feet above sea level and moved 100 ton coral blocks up on the shore.\r\nTsunami waves swept over 300 coastal towns and villages killing 40,000 people. The sea withdrew at Bombay, India and killed one person in Sri Lanka.\r\n<P>View a calculated <a href=\"http:\/\/www.ngdc.noaa.gov\/hazard\/tsu_travel_time.shtml#Krakatau\">tsunami-travel-time map<\/a>."},{"ID":466,"YEAR":1759,"MONTH":10.0,"DAY":30.0,"HOUR":null,"MINUTE":null,"LATITUDE":33.0,"LONGITUDE":35.5,"LOCATION_NAME":"AKKO","COUNTRY":"ISRAEL","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Moderate (~$1 to $5 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/466","COMMENTS":"Levantian Sea, Near East, Palestine and Lebanon. Tsunami took place in Akko. The water rose by 2.5 m (from other data--by 8 m). (reference #2130).\r\n<P>References #20 and #27 list 2.4 m runup."},{"ID":3097,"YEAR":177,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":38.0,"LONGITUDE":15.0,"LOCATION_NAME":"ISLAND OF SICILY","COUNTRY":"ITALY","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":6.0,"DAMAGE_TOTAL_DESCRIPTION":"Moderate (~$1 to $5 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/3097","COMMENTS":"177 A.D. Calabrian Arc, northern coast of Sicily. Earthquake 38 N 15 E, intensity IX, tsunami intensity v-vi. An extremely strong earthquake occurred. The sea ran high, a wave arose and swallowed up many cities (reference #2130)\r\n<P>177 A.D. 38 N, 15 E. In the year the most serious earthquake: the agitated sea absorbed many cities. (reference #3470)"},{"ID":74,"YEAR":869,"MONTH":7.0,"DAY":13.0,"HOUR":null,"MINUTE":null,"LATITUDE":38.5,"LONGITUDE":143.8,"LOCATION_NAME":"SANRIKU","COUNTRY":"JAPAN","REGION":"Japan","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":8.6,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/74","COMMENTS":"July 13, 869. A tsunami fell on the Sanriku coast (general name for the Pacific coast of the prefectures of Aomori, Iwate and Miyagi) on a stretch of hundreds of kilometers. The earthquake and tsunami were especially strong in the vicinity of Sendai; a wave reached the Takajo fortress here. About 1000 people died; hundreds of villages were destroyed. (reference #414)\r\n<P>July 13, 869. Many structures and houses destroyed. Tsunami attacked Taga Castle near Shiogama, Miyagi Prefecture. About 1,000 persons drowned. (reference #150)\r\n<P>July 13, 869. Great waves on the coast of Sanriku. (reference #1897)\r\n<P>Followning earthquake sea rushed inland along several hundred km of coast. About, 1000 deaths. Hundreds of villages ruined. Considered by Imamura to be, with tsunami of 1611 Dec. 2, largest of Sanriku history. <b>Date given incorrectly<\/b> as July 9, by Davison (1936), and Heck, and as July 2 in Ofunato-shi publication (Anon 1962). (reference #79)\r\n<P>Regarding the 869 Tohoku-oki (Jogan) earthquake, a Japanese history book, Nihon Sandai Jitsuroku (A chronicle of Japan), records \u0093On the 26th of the 5th month of the Japanese calendar (July 9, 869), a large earthquake occurred in the province of Mutsu (divided since into the five provinces of Iwaki, Iwashiro, Rikuzen, Rikutyu and Mutsu). The sky was illuminated like day-time. A little later, people, panic-stricken by the violent trembling, were lying on the ground; some were buried under fallen houses and others inside wide-opened ground fissures, while horses and cows desperately ran about and trampled each other. A number of castles, towers, and other tall structures collapsed. Then roarings like thunder were heard towards the sea. The sea soon rushed into the villages and towns, over-whelming a few hundred miles of land along the coast. There was scarcely any time for escape, though there were boats and the high ground just before them. In this way about 1000 people were killed. Hundreds of hamlets and villages were left in ruins.\u0094 (Imamura, 1934). This earthquake is suggested to be one of the predecessors of the 2011 Tohoku-oki earthquake (e.g., Sawai et al., 2015). The magnitude and source region of the 869 earthquake were re-evaluated (e.g., Sugawara et al., 2012; Namegaya and Satake, 2014) using the insights obtained from the 2011 tsunami. (reference #12525)"},{"ID":37,"YEAR":362,"MONTH":5.0,"DAY":24.0,"HOUR":null,"MINUTE":null,"LATITUDE":31.3,"LONGITUDE":35.6,"LOCATION_NAME":"DEAD SEA","COUNTRY":"JORDAN","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/37","COMMENTS":"362. Dead Sea, Jordanian coasts. Chronographers of the time who describe the earthquake do not mention a seismic\r\nsea-wave. (references #15 and #23)\r\n<P>362. Dead Sea, Jordanian coasts, tsunami intensity III. (reference #20)\r\n<P>362. Shore of the Dead Sea. Earthquake (?) cause, tsunami intensity III. (reference #2130)\r\n<P>May 24, 362, 31.3 N, 35.6 E, Destruction of Karak; tsunami in Dead Sea, M = 6.4. (reference #1225)"},{"ID":7,"YEAR":-590,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":33.27,"LONGITUDE":35.22,"LOCATION_NAME":"LEBANON COASTS","COUNTRY":"LEBANON","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":6.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/7","COMMENTS":"590 B.C. Levantian Sea, Near East. Possibly, tsunami. Event validity 2. Tsunami intensity iv. (reference #2130).\r\n<P>590 B.C. Coasts of Lebanon. Sur (Tyre) (tsunami intensity vi?). (references #15, 20)"},{"ID":1560,"YEAR":1925,"MONTH":11.0,"DAY":16.0,"HOUR":11.0,"MINUTE":54.0,"LATITUDE":18.5,"LONGITUDE":-107.0,"LOCATION_NAME":"S. MEXICO","COUNTRY":"MEXICO","REGION":"West Coast of North and Central America","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":7.0,"EQ_DEPTH":80.0,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Moderate (~$1 to $5 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1560","COMMENTS":"The port of Sihuatanejo (Guerrero State) was partially washed away by a wave, whose height was estimated at 11 m. (reference  #415)\r\n<P>Water height believed to be closer to 6-7 meters.  (reference #369)"},{"ID":1562,"YEAR":1925,"MONTH":12.0,"DAY":22.0,"HOUR":null,"MINUTE":null,"LATITUDE":10.0,"LONGITUDE":138.0,"LOCATION_NAME":"CAROLINE ISLANDS","COUNTRY":"MICRONESIA, FED. STATES OF","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Meteorological","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":1.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1562","COMMENTS":"<P><blockquote><i>Reference #236:<\/i><\/blockquote> \r\n<P>1925, December 22. At about 4:00 P.M. sea waves devastated the Yap Islands causing high casualties and destruction. The underwater cable between Guam and the Yap Islands was cut. These were meteorological waves. (Soloviev and Go. 1974, p. 192) \r\n<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1925, December 22, 16:00 [local time]. Validity possible. The western part of the Caroline Islands was devastated by a terrible tsunami. Yap Island suffered especially. There, an enormous number of homes were washed away and there were many victims. [There were waves of meteorological origin.]"},{"ID":2113,"YEAR":1979,"MONTH":4.0,"DAY":15.0,"HOUR":6.0,"MINUTE":19.0,"LATITUDE":42.096,"LONGITUDE":19.209,"LOCATION_NAME":"MONTENEGRO","COUNTRY":"MONTENEGRO","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":6.9,"EQ_DEPTH":10.0,"TS_INTENSITY":1.0,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":"Very Many (~1001 or more houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/2113","COMMENTS":"April 15, 1979, O8h20m, 42 N, 19 E, depth 4 km, magnitude 7.1 MS, intensity IX, tsunami intensity 1. Adriatic Sea, Montenegro. The catastrophic Montenegro earthquake occurred and resulted in the death of 100 people and in the destruction of many buildings. Calculation of the focal mechanism has led to the conclusion that the earthquake occurred as a result of a horizontal shift of the bottom of the Adriatic Sea relative to the coastal Dinaric Mountain Ridge toward the north -west. A weak tsunami 6 cm high originated, it was recorded by the tide gauge in Boka Kotorska and was noted by the tide gauges in Dubrovnik (Ragusa) and Baro. (reference #2130)\r\n<P>Local tsunami reported in Kotor Bay causing considerable damage. (reference #1053)\r\n<P>A weak tsunami 6 cm high originated, it was recorded by the tide gauge in Boka Kotorska and was noted by the tide gauges in Dubrovnik and Baro. Sea disturbance seen in the tide-gauge records in Bari. (reference #4139)"},{"ID":2767,"YEAR":1773,"MONTH":5.0,"DAY":6.0,"HOUR":null,"MINUTE":null,"LATITUDE":35.8,"LONGITUDE":-5.83,"LOCATION_NAME":"TANGIERS","COUNTRY":"MOROCCO","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":5.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/2767","COMMENTS":"(Latitude and longitude are approximate.) The earthquake event produced a tsuanmi affecting Algiers, Tangiers, and north coast of Africa."},{"ID":434,"YEAR":1750,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":18.8,"LONGITUDE":93.633,"LOCATION_NAME":"MYANMAR (BURMA) COAST","COUNTRY":"MYANMAR (BURMA)","REGION":"Indian Ocean (including west coast of Australia)","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/434","COMMENTS":"1750 +\/- Burma Coast, Cheduba Island (18 deg 48 min N., 93 deg 38 min E.). Several small non-damaging waves; fish were stranded. These waves may have been caused by an eruption of a mud volcano or more likely by the earthquake of April 12, 1762. (reference #42)"},{"ID":1062,"YEAR":1875,"MONTH":3.0,"DAY":28.0,"HOUR":null,"MINUTE":null,"LATITUDE":-20.0,"LONGITUDE":168.5,"LOCATION_NAME":"LIFOU ISLAND, LOYALTY ISLANDS","COUNTRY":"NEW CALEDONIA","REGION":"New Caledonia, New Guinea, Solomon Is., Vanuatu","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":8.0,"EQ_DEPTH":null,"TS_INTENSITY":2.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1062","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1875, March 28, validity 3, 20 S, 168.5 E, magnitude 8. There was an earthquake on Lifou Island, the largest of the Loyalty (Loyaute) Islands. The shocks weakened on the next day, but intensified again on the 30th. Many settlements were damaged. A high wave which followed the earthquake washed away three settlements, and their residents for the most part perished. Off Aneityum Island, two sand banks more than 4 m high on the outer side of a reef were washed away; they later reformed. The wave flooded a number of other low-lying islands of the archipelago. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1875, March 28. Loyal Islands or New Hebrides. <P><blockquote><i>Reference #132:<\/i><\/blockquote> \r\n<P>1875, March 28. New Caledonia. \r\n<P><blockquote><i>Reference #8975:<\/i><\/blockquote> \r\n<P>1875, March 28 (testimonies and literature).\r\nA significant earthquake of an undetermined magnitude\r\nstruck the Loyalty Islands at 11 pm. Twenty minutes\r\nlater, a powerful tsunami attacked the coast of Lifou\r\n(Ioualalen and Pelletier, 2006). This destructive event was\r\nrecorded by missionaries at Lifou.\r\n<P>The tsunami caused the death of 25 people on the\r\nSoutheast coast of Lifou. The areas the most affected were the villages of Thoth and Mou around the Cap des Pins. Important waves are also noticed at Luengoni and We in the Bay of Chateaubriand. The New Caledonian newspaper Le Moniteur dated 28 April 1875 reports missionary witness accounts that describe the series of events that occurred. The testimonies and letters are reported in extenso by Louat (Louat, 1988) and Loua and Baldassari (Louat and Baldassari, 1989). The oral transmission of events gives evidence even today of some areas reached by the waves. A minimal runup of 2.5 m is reported in Mou by four descendants of different families affected by the tsunami (Ephrem N., 87 y.o., Andre L., 50, Jules H., 73, and the Lossi tribal area's High Chief, Evanesie Boula, ~50). The ruins of affected buildings remain on-site (Chiefs hut, temple... The limits of inundation could not be reconstituted.\r\n<P>Numerical modeling, based on detailed bathymetry of\r\nthe island's coastal zones (Pelletier et al., 2004) and on an earthquake having a potential magnitude of Mw=7.6 in\r\nthe southern subduction zone of Vanuatu, reproduced the\r\nobservations (loualalen and Pelletier, 2006). The seismic\r\nsource in this scenario is located about 180 km north-east\r\nof Lifou.\r\n<P><blockquote><i>Reference #10134:<\/i><\/blockquote> \r\nAmong the more noteworthy events, is the powerful earthquake of 28 March 1875 which triggered a tsunami characterized by a wave 12 feet (3.85 m) high that caused the death of 26 people at Lifou (Loyalty Islands)."},{"ID":839,"YEAR":1855,"MONTH":1.0,"DAY":23.0,"HOUR":9.0,"MINUTE":null,"LATITUDE":-41.25,"LONGITUDE":175.0,"LOCATION_NAME":"NORTHERN ISLAND","COUNTRY":"NEW ZEALAND","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":8.0,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/839","COMMENTS":"January 23, 1855 after 21:00 [local time] there was an earthquake in Wellington and vicinity, lasting for 1.5 min. In Wellington, the ship Pandora was anchored in 11 m of water. According to the captain, the shocks that were generated during the earthquake, which lasted over a minute, felt as if the ship was hitting rough bottom. Disembarking with his mate onto the beach, the captain became aware of a rapid succession of ebbs and flows. The waves were observed for at least 50 minutes, as they rolled over the shore of South Island. A \"terrible\" tidal wave rushed onto the shore. (reference #415) <P>The 1855 January 23 0932 UT 2111 Local time MW8.2-8.4 Wairarapa earthquake generated New Zealand\u0092s largest historical locally-generated tsunami. The tsunami most affected the Cook Strait region, where the Wairarapa Fault and subsidiary faults (Wharekauhau Thrust and small play fault) ruptured beneath Cook Strait causing significant uplift (up to 6.4 m) of a large region west of the fault on the northern side of the strait and a small amount of subsidence on the southern side. The effects of the tsunami were observed at least as far north as Waikawa Beach, where fish were deposited above high water mark, and as far south as the Clarence River mouth and possibly Kaikoura, although evidence for the latter is equivocal. A bore in the Avon River attributed by De Lange & Healy (1986) to tsunami and the \u0093great sea wave\u0094 in Otago harbour (Davie, 1870) were almost certainly seismically induced seiches, not tsunami. Seiches, often confused with tsunami on the coast, were observed in coastal rivers and estuaries at Wairoa (Hawke\u0092s Bay), Motupipi in Golden Bay, Kaiapoi and at Lyttelton, as well as in many inland water bodies. The greatest known height (10-11 m) reached by the tsunami was at Te Kopi in Palliser Bay, where a shed on a cliff 9 m above the sea was swept away. Here also, on the night of the earthquake and tsunami, a sailor who had experienced a tsunami in South America, persuaded a family to leave the shore. Nearby, at Whangaimoana, a tool that had been on the shore at the time of the earthquake was found many years later in a location 10 m above high water mark. High waves were also observed along the coast south of Wellington and along the Wairau Bar on the southern shore of Cook Strait, probably reaching 6-7 m near Rarangi. In Lyall Bay the tsunami swept about 2-2.5 km inland, inundating what is now the suburb of Miramar. The sea sweeping in from Lyall Bay (est. height above sea level at time, 4-5 m) reportedly met the water sweeping in from Evans Bay, on the Wellington Harbour side of Rongotai Isthmus (est. height above sea level at time 3-4 m). Within Wellington Harbour, water levels varied considerably. At Petone and along the road to the Hutt Valley, fish were deposited (the tide was high at the time of the earthquake) but the water levels do not seem to have reached much more than a metre or so above normal. However, the shops along the beach front at Lambton Quay (now on reclaimed land 200 m from the shore) were inundated with waves about 1.4-2.4 m above sea level at the time immediately after or during the earthquake. Barnett et al. (1991) (Grapes & Downes (1997)) separated the source of the tsunami within the harbour into three different components: the horizontal movement, causing an immediate \u0093slosh\u0094; differential vertical movement across the harbour; and the much greater deformation in Cook Strait and extending across the whole region west of the fault. For a local source tsunami, the duration seems to have been quite long, observations consistently indicating that in Wellington harbour and in Cook Strait water levels oscillated for 8-12 hours. It was also said that the tides were irregular for a week (see entries for January 24-31, January 24 and February 3). (reference #5324)"},{"ID":2213,"YEAR":1992,"MONTH":9.0,"DAY":2.0,"HOUR":0.0,"MINUTE":16.0,"LATITUDE":11.727,"LONGITUDE":-87.386,"LOCATION_NAME":"NICARAGUA","COUNTRY":"NICARAGUA","REGION":"West Coast of North and Central America","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.7,"EQ_DEPTH":40.0,"TS_INTENSITY":2.8,"DAMAGE_TOTAL_DESCRIPTION":"Extreme (~$25 million or more)","HOUSES_TOTAL_DESCRIPTION":"Very Many (~1001 or more houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/2213","COMMENTS":"On September 2, 1992, a magnitude 7.2 Ms (USGS) earthquake at 00: 16 UT off the Nicaragua coast <B>killed at least 168 people, injured 489, and left more than 13,500 homeless<\/B>. More than 40,000 people were affected with losses. The combined effects of the earthquake and tsunami destroyed at\r\nleast <B>1,500 homes<\/B>, and 185 fishing boats were lost in the tsunami. The total damage was estimated at <B>$20 to $30 million<\/B>. (reference #1315)\r\n<P>Most of the casualties and damage were caused by a tsunami affecting the west coasts of Nicaragua and Costa Rica, reaching heights of up to 8 meters. The tsunami ran inland 1,000 meters at Masachapa, Nicaragua. Maximum wave heights (in cm. peak-to-trough) at  selected tide stations were as follows: 111 at Baltra Island, 83 at Easter Island, 28 at Socorro Island, 18 at La Libertad, Ecuador, 10 at Valparaiso, Chile and 10 at Hilo, Hawaii. (reference #1053)\r\n<P>Reference #273 lists 170 fatalities."},{"ID":301,"YEAR":1668,"MONTH":7.0,"DAY":31.0,"HOUR":null,"MINUTE":null,"LATITUDE":38.0,"LONGITUDE":126.0,"LOCATION_NAME":"YELLOW SEA","COUNTRY":"NORTH KOREA","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":6.4,"EQ_DEPTH":null,"TS_INTENSITY":1.5,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":"Few (~1 to 50 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/301","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1668, July 31. Validity 2. There was an earthquake (38 N, 126 E) in North Korea. It was felt all over the western part of the country. A tsunami was observed on the western coast of P'yongyan, including Ch'olsan. The tsunami flooded the land, people died and homes were destroyed. No other details are available.  \r\n<P><blockquote><i>Reference #150:<\/i><\/blockquote> \r\n<P>1668, July 31, validity 1. No quake description. From Keishodo and Zenrado to Kokaido and Heiando, namely from southern part to northern area of almost west half Korea was affected and Tetsuzan in Heiando inundated. This event probably storm surge. Kanbun 8, June, big storm and rain in NW of Japan. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1668, July 31. Tsunami source W. coast Korea. Tsunami observed on west coast of Korea, Heiando and Tetsuzan."},{"ID":4254,"YEAR":1810,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":69.433,"LONGITUDE":20.15,"LOCATION_NAME":"NORTHERN NORWAY","COUNTRY":"NORWAY","REGION":"Northeast Atlantic Ocean","CAUSE":"Landslide","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":6.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/4254","COMMENTS":"3 waves in Lyngsfjord"},{"ID":1671,"YEAR":1934,"MONTH":7.0,"DAY":18.0,"HOUR":1.0,"MINUTE":36.0,"LATITUDE":8.0,"LONGITUDE":-82.5,"LOCATION_NAME":"COSTA RICA-PANAMA","COUNTRY":"PANAMA","REGION":"West Coast of North and Central America","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":7.7,"EQ_DEPTH":60.0,"TS_INTENSITY":1.5,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":"Some (~51 to 100 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1671","COMMENTS":"On July 17, 1934, at 21:30 [local time] a destructive earthquake with its source in Chirika Bay (west of Panama) was felt on the coast with a force of about 7 degrees. A strong seaquake was felt on several American hydrographic ships, riding at anchor in the focal zone, particularly at Punta Burica and Montuosa Island. Apparently, a tsunami developed during the earthquake. At Puerto Armuelles, two large anchored buoys were displaced 300 m from the moorage\r\nout to sea, in such a way that their relative position did not change. The water level several times passed the mark of the highest high tides, although flood tides should have been small at this time of year. The main street of the Indian village was covered with water several times and a number of homes facing the sea were completely washed out. The well of the temporary tide gauge, set up at Puerto Annuelles by the American hydrographic expedition, was also washed away. Ten minutes after the earthquake, this instrument apparently began to register a tsunami beginning with a strong ebb tide wave. During all this, nothing unusual was observed on the surface of the water. (reference #415)"},{"ID":1175,"YEAR":1888,"MONTH":3.0,"DAY":13.0,"HOUR":null,"MINUTE":null,"LATITUDE":-5.52,"LONGITUDE":148.121,"LOCATION_NAME":"RITTER ISLAND","COUNTRY":"PAPUA NEW GUINEA","REGION":"New Caledonia, New Guinea, Solomon Is., Vanuatu","CAUSE":"Volcano and Landslide","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":3.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1175","COMMENTS":"<P><blockquote><i>Reference #11882:<\/i><\/blockquote> \r\nIn 1888 a great tsunami generated by the collapse of Ritter Island volcano produced waves as high as 12 m and killed an known number of people on New Britain coast, including a German team of scientists and explorers.\r\n<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1888, March 13, early morning, validity 4. The Sakar (Ritter) Volcano exploded. The cone of this volcano formed the island of the same name and had a height of 790 m above the water. The bulk of the volcanic structure flew into the air; only the eastern third of the cone remained in the form of a slope 120 m high, arc-shaped in plan, with steep inner and outer walls. In place of the part of the volcano which disappeared, depths formed with marks of more than 100 m. The total mass of ejecta was estimated at 1 3\/4 km<sup>3<\/sup>. <P>The explosion generated an enormous tidal wave, which was observed along the coast of New Guinea from Hatzfeldt Bay to Cape Huon (Salamoa Harbor), and along the entire coast of New Britain, including Rabaul. <B>Many residents from coastal villages of Umboi island died in the flooding<\/B>; villages on the north coast of the island were apparently in general washed away. No earthquake was recorded.\r\n<P>On the night of March 12 to 13, a small German expedition headed by Von Belov and Hunstein was situated on the western coast of New Britain Island, on a narrow beach on a steep cliff. The expedition was apparently washed away by tsunami waves, since two special groups sent to search could not find any traces of it, except for tent pegs. From marks left on the coastal slopes,the rise of water has been estimated at 12 m. In places it passed 1 km inland. The dense forest in the flood zone was completely destroyed, and the coast was washed over with sand and littered with tree trunks, bits of coral reef and dead fish; the thickness of the layer of detritus was 1.2 m (4 feet) the coast was substantially eroded in places. <P><B>Many residents from coastal villages of Umboi island died in the flooding<\/B>; villages on the north coast of the island were apparently in general washed away. <P>According to newspaper reports, a small wave was observed at Arica (Chile) on March 14, at about 17:00, far at sea. It grew rapidly as it approached the shore and broke on the breakwater with great force. Soon another three large waves followed one after another. Many of the ships which were unloading were smashed and some capsized. <P>According to the journal \"Nature,\" the record of the tide gauge at Sydney on March 15, 16 and 17 showed strange deviations from the regular shape of flood tides. These can apparently be considered as a tsunami.  <P>(1888, May 20. Apparently, this is a mistaken date (Detaille, 1889) for the eruption and tsunami of March 13, 1888.)\r\n<P><blockquote><i>Reference #99:<\/i><\/blockquote> \r\n<P>1888, March 13. All the coastal villages along the Dampier Strait, on the islands of Ruk and Tupinier were destroyed by the tidal waves. On the island of Ruk, a strongly marked area, 40 to 50 feet above sea level, was still recognizable two years later and marked the height of the tidal wave. The cause of the tidal wave was the explosion of the tiny volcanic Ritter Island in the vicinity of Ruk and Tupinier. \r\n<P><blockquote><i>Reference #2682:<\/i><\/blockquote> \r\n<P>The principal effects of the catastrophe on 13 March 1888 were a large tsunami and the disappearance of a large part of Ritter Island. The cone collapsed without warning on 13 March 1888, probably in a single episode lasting no more than 30 minutes, causing a 12-15 m tsunami, and producing a caldera (average diameter about 2.5 km)\r\n<P><blockquote><i>Reference #1182:<\/i><\/blockquote> \r\n<P>3,000 killed. <i>Note: this estimate does not appear in any other literature reviewed.<\/i>"},{"ID":1907,"YEAR":1960,"MONTH":11.0,"DAY":20.0,"HOUR":22.0,"MINUTE":1.0,"LATITUDE":-6.8,"LONGITUDE":-80.7,"LOCATION_NAME":"N. PERU","COUNTRY":"PERU","REGION":"West Coast of South America","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":6.8,"EQ_DEPTH":93.0,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Some (~51 to 100 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1907","COMMENTS":"There was an earthquake in northwest Peru, felt by a large number of residents. Several hours later, a tsunami fell on the coast of Lambayeque department. The first wave about 9 m high did material damage at Puerto Eten and Pimentel ports and in Santa Rosa and San Jose Bays; <B>three persons died<\/B>. The Lobos de Afuera Islands were completely devastated. The first was was followed by two others of similar size.\r\n<P>According to other sources, the Guanape Islands also suffered; <B>13 people died, 50 disappeared<\/B>, 2 were seriously injured, and more than 800 were left homeless. The losses were estimated at more than <B>550,000 dollars<\/B>.\r\n<P>The tsunami was registered at the follow tide gauge stations: Talara with an amplitude of 10 cm, Chimbote 70 cm, Callao 50 cm, Matarani 10 cm, Hilo 10 cm, with a 14-minute period.<BR>\r\n(above from Reference #415)"},{"ID":238,"YEAR":1627,"MONTH":9.0,"DAY":14.0,"HOUR":null,"MINUTE":null,"LATITUDE":18.4,"LONGITUDE":121.6,"LOCATION_NAME":"W. LUZON ISLAND","COUNTRY":"PHILIPPINES","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":8.0,"EQ_DEPTH":null,"TS_INTENSITY":3.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/238","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1627, September (August), magnitude 8, event validity 3. During a layover at Bangui of the Spanish Fleet, which was trying to drive the Dutch from Taiwan Island, there was an earthquake. Fourteen shocks were felt on the ships in one day. Several monasteries in Cagayan province were destroyed. The sea flooded the land for 4 km (1 league) and the waves uprooted trees. Brief information on the earthquake, with no mention of the tsunami, is given in a number of other publications. <P><blockquote><i>Reference #150:<\/i><\/blockquote> \r\n<P>1627, September 14, distant origin?, event validity 3, N. Luzon Is., Philippine. Tsunami on the coast of Wada, Awa, Chiba prefecture. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1627, September, N. Luzon, 16 N, 121 E, waves inundated one league. Trees uprooted. \r\n<P><blockquote><i>Reference #1187:<\/i><\/blockquote> \r\n<P>1627, September, Northern Luzon: Fourteen earthquakes were felt in one day. Cagayan - many buildings were wrecked; an enormous mountain opened in the center with a tremendous gap; trees were overthrown  by the terrific force of the waves of the sea which invaded the land for a distance of a league (about 3 miles). This is probably a tsunami."},{"ID":468,"YEAR":1761,"MONTH":3.0,"DAY":31.0,"HOUR":12.0,"MINUTE":1.0,"LATITUDE":34.5,"LONGITUDE":-13.0,"LOCATION_NAME":"SW PORTUGAL","COUNTRY":"PORTUGAL","REGION":"Northeast Atlantic Ocean","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":8.5,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/468","COMMENTS":"1761, March 31, 12:01 am. 34.5 N, 13 W, tsunami magnitude 8.5. Earthquake at Lisbon,(Reference #3952)\r\n<P>1761, March 31, 12:05 am. 37 N, 10 W, intensity IX. (Reference #537)\r\n<P>At Lisbon, the agitation of the sea was very great, the\r\nwater rising and falling many feet vertically. Ships at anchor in the river, though riding in some fathoms of water, were left dry at intervals. According to another account, the sea began to fall and rise about 13 hr. after the earthquake, about 8 ft. vertically; the movements continued until night.<P>At Penzance, about 5 p.m., the sea rose suddenly about 6 ft. five times within one hour. At the pier of St. Michael\u0092s Mount, the sea rose and fell about 4 ft. at the same time. At Newlyn, the sea rose nearly 6 ft. In the Scilly Isles, it rose 4 ft. at this time, the movements continuing for two hours. Along the Irish coasts, the same phenomena mere observed. At Kinsale, at about 6 p.m., the sea rose suddenly 2 ft. and retreated rapidly in 4 min., this being repeated, though to a less estent, several times. At Carrick, at 4 p.m., the surface of the river Suir rose 1 ft. in five minutes. At Dungarvan, the sea ebbed and flowed five times between 4 and 9 p.m. At Waterford, the sea advanced 30 ft. along the shore, while at Ross (Co. Wexford), a violent agitation of the river occurred at 7 p.m. <P>To the south and west, similar movements were observed. At Terceira, in the Azores, the sea rose to a great height and then fell so low that the quays were left dry. At Barbadoes, at about 8.5 hours after the earthquake, the sea, then near low water, suddenly retired from the shore and in about 3 min. returned, rising to the height of nearly 4 ft. This flux and reflux continued until 6 a.m. the next day\r\n<P>(above from reference #516)\r\n<P>1761, March 31, 12:05 local time. 37 N, 10 W, magnitude 6.5, intensity IX, tsunami intensity II. (reference #4139)\r\n<P>On the contrary, the tectonic source of 31 March 1761 remains poorly understood. The seismic catalogues present different earthquake locations: 10.00\u000eW, 37.00\u000e N (Mezcua and Solares, 1983) or 10.50\u000eW, 36.00\u000e N (Oliveira, 1986). Baptista et al. (2006), used macroseismic intensity data and tsunami travel time observations to locate the source circa 13.00\u000eW, 34.50\u000e N and estimated the magnitude in 8.5. The source location obtained by Baptista et al. (2006) places the 1761 event southwest of the Southwest Iberian Margin (SWIM) in the outer part of the Gulf of Cadiz. The plate boundary between Eurasia and Africa is not well defined in the SWIM area, as the deformation is distributed over a large area. (reference #12398)"},{"ID":412,"YEAR":1737,"MONTH":10.0,"DAY":16.0,"HOUR":16.0,"MINUTE":0.0,"LATITUDE":51.1,"LONGITUDE":158.0,"LOCATION_NAME":"KAMCHATKA","COUNTRY":"RUSSIA","REGION":"Kamchatka and Kuril Islands","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":4.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/412","COMMENTS":"<P>1737, October 17, 03:00. 51.5 N, 160 E, magnitude 8.5 Ms. Eastern coast from Cape Lopatka to Ust'-Kamchatsk settlement. Western coast from Cape Lopatka to Ust' Kamchatsk settlement, Commander Islands. <P>1737. The tsunami of this year [1737], according to some data, can be considered the strongest of all those known on Kamchatka and the Kurile Islands. Detailed accounts of the phenomenon are listed below. <P>Through persons who have come from the Kuril, from the islands and from Cape Lopatka, also from Avacha, I have learned that there was a great earth tremor there, which began at all of the places mentioned at the same time. <P>On the first of the Kurile Islands, called Sumshchu [Shumehu], the earthquake was of the following form. On October 17 [October 6 Julian calendar] at 3 o'clock in the night the earth shook so sharply at first that many huts fell down. This quake came in waves from the SSE, and as soon as the shaking ceased suddenly came from the sea with great noise about 3 sazhens [6 m] of water, which immediately went out again far to sea. <P>With the recession of the water the earth shook again, only very slightly, and afterwards the water again came from the sea to the same place where it had been the first time. After a quarter of an hour the waters of the sea for the third time, with a very great noise, came up to about 10 sazhens higher than the previous places, which carried away many native dwellings. This water ran off again into the sea and throughout two days rose and fell. <P>Around Lopatka and at Avacha the quake began at the same date and hour, only it was slight the first time, but the second and third times it was as on the island, very sharp, so that many huts fell down. After the third time, the water came from the sea with a great noise, about 15 sazhens high, covering - all of the low places round about and also the lower hills. It carried away many native dwellings, baggage, food, and skin boats and caused no little loss to the Russians who were there at the time, who, leaving all of their baggage in the yurts, had to flee to high ground and there seek to save themselves. Between the rivers Viliuchik and the Avacha cove a small new cove was made. The place where the cove was formed was a meadow with kliukva and shiksha berries and two huts stood there in which the natives had put food. At the time of the great water the huts were carried away with the ground and two native women and a man who were in the huts were drowned. <P>An excerpt from a journal provide grounds for supposing that in 1737 strong tsunamis also lashed the Komandorsky Islands: <P>The greatest changes on the island [Bering] may have resulted from earthquakes and high sea tides. Indubitable signs of powerful inundations were driftwood, bones of whales, and whole skeletons of sea cows which had been carried high up on the shores or far into ravines toward the center of the island. By the age of the drift logs I could conclude quite confidently that in the inundation of 1738 [an obvious error; 1737 is meant] on the coasts of Kamchatka and the Kurile Islands, the waters also lashed Bering Island to a height greater than 30 sazhene [64 m]<P>(above from reference #413) <P>Reference #11787 states the following regarding Georg W. Steller account included in reference #413: \u0093The abbreviation f or ft instead of the word foot (feet), which was interpreted by the clerks as fathom.\u0094 \u0093Finally, in the Russian translation of the fair copy, fathom (1.83 m) was replaced by Russian fathom, or sazhen (2.13 m), a unit of length formerly used in Russia, and the already six times overestimated tsunami height (30 fathoms = 54.9 m) was increased by another nine meters.\u0094 \u0093Reality the height of the 1737 tsunami runup on Bering Island was hardly more than 3\u00964 m; only in individual narrow valleys of the rivers flowing into small and shallow bays could it have reached 8\u009610 m.\u0094"},{"ID":1446,"YEAR":1917,"MONTH":6.0,"DAY":26.0,"HOUR":5.0,"MINUTE":49.0,"LATITUDE":-15.5,"LONGITUDE":-173.0,"LOCATION_NAME":"SAMOA ISLANDS","COUNTRY":"SAMOA","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":8.3,"EQ_DEPTH":25.0,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Moderate (~$1 to $5 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1446","COMMENTS":"A catastrophic earthquake with a source between the islands of Samoa and Tonga generated a tsunami up to 12 meters. On the southern shore of the island of Upolu, waves reached a height of 3.1 meters and caused destruction in several villages. The tsunami was destructive in Sainili and Pago Pago on the island of Tutuila.<P>On the tide gauge record at Apia, the fluctuations of the water level began 5 minutes after the earthquake. The tsunami was also recorded on tide gauges in Hawaii and Honolulu. (above from Reference #415)"},{"ID":1645,"YEAR":1931,"MONTH":10.0,"DAY":3.0,"HOUR":19.0,"MINUTE":13.0,"LATITUDE":-10.932,"LONGITUDE":161.016,"LOCATION_NAME":"SAN CRISTOBAL ISLAND","COUNTRY":"SOLOMON ISLANDS","REGION":"New Caledonia, New Guinea, Solomon Is., Vanuatu","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.8,"EQ_DEPTH":35.0,"TS_INTENSITY":2.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1645","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1931, October 4, 1931 6:15 [local time]. Validity 4. There was an earthquake on San Cristobal Island. It was apparently incomparably stronger than all other earthquakes in the memory of the European settlers. A tidal wave appeared (in Tuilagi) about 10 minutes after the earthquake on the 4th. At Kira Kira, the rise of water was about 2 m, but since it was ebb tide, the water rose only to the high tide mark, without doing any <B>damage except to one recently built stone moorage<\/B>, which had already been partly destroyed by the earthquake. \r\n<P>This wave was observed along the entire northern coast of San Cristobal, being somewhat larger in the eastern part of the shore and gradually diminishing to nothing in the direction to the western tip of the island. \r\n<P>At Port Mary (Santa Ana Island), the water retreated a very large distance, and then, after a brief pause, rose quickly and reached the highest high tide mark. This cycle of movements, which required about a minute for its completion, recurred three times with diminishing amplitude. According to depth measurements made after the sea had calmed down, the lowest level reached by the water was about 3.5 m below the lowest low tide mark, so that the total rise and fall of water was about 5.5 m.\r\n<P>Judging by available data, on the south cast of San Cristobal Island, between Cape Surville and Cape Sydney, the water first retreated from shore some distance beyond the lowest low tide mark (it was ebb tide) and then returned and rose, and the water surface became like a wall, which arose at the edge of the reefs. This wall advanced on land like a monolith, carrying away everything in its path. The cycle recurred three times.\r\n<P>The highest level reached was clearly marked on the trees which withstood the onslaught of the water and at most places was about 6 m above the high high tide mark, although at the center of the affected area, whether because the disturbance of the surface of the water nearby was greater, or because of the shore configuration, the level reached was at least 9 m above the high water mark.\r\n<P><B>Tsunami waves destroyed 18 villages on San Cristobal island; 50 people died<\/B> (according to other sources 26 people).\r\n<P>Gutenberg, Richter (1954): 3.X; 19h13m13S; 10.5 S,\r\n161.75 E.; M=7.9.\r\n<P><blockquote><i>Reference #132:<\/i><\/blockquote> \r\n<P>1931, October 3. Solomon Islands, Christoval. Villages destroyed by earthquake and tidal wave. \r\n<P><blockquote><i>Reference #236:<\/i><\/blockquote> \r\n<P>1931, October 3, 19:13. A tsunami from a 7.9 magnitude earthquake on San Cristobal Island in the Solomon Islands region destroyed 18 villages locally and was recorded on the tide gage at Hilo where the water first lowered about 0.07 m, then rose about 0.11 m. At Honolulu the range of\r\noscillations was 0.05 m. \r\n<P><blockquote><i>Reference #237:<\/i><\/blockquote> \r\n<P>1931, October 3,19:13 CMT. A magnitude 7.9 earthquake in the Solomon Islands generated a 9-m tsunami locally and was recorded at Santa Barbara with an amplitude of 1.5 inches, at San Diego with a 1.2 inch amplitude and even smaller amplitudes at the Presidio, Balboa, and La Jolla. Validity 4."},{"ID":1568,"YEAR":1926,"MONTH":7.0,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":35.0,"LONGITUDE":128.0,"LOCATION_NAME":"S. OF KOREA","COUNTRY":"SOUTH KOREA","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Unknown","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":1.5,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1568","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1926, July. Validity 1. A tsunami devastated the south of Korea; many hundreds were lost (Montandon, 1927 a,b). [Apparently, these were waves of meteorological origin.]"},{"ID":4279,"YEAR":1680,"MONTH":10.0,"DAY":9.0,"HOUR":7.0,"MINUTE":null,"LATITUDE":36.5,"LONGITUDE":-3.6,"LOCATION_NAME":"ALBORAN SEA","COUNTRY":"SPAIN","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/4279","COMMENTS":"Sea rise (5 m) in Málaga harbour"},{"ID":4,"YEAR":-1365,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":35.683,"LONGITUDE":35.8,"LOCATION_NAME":"SYRIAN COASTS","COUNTRY":"SYRIA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":6.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/4","COMMENTS":"1365 <u>+<\/u> 5 B.C. Aegean Sea, Asia Minor. According to writings of Demokles, Strabo and others, strong earthquakes in Asia Minor covered the Greek regions Ionia and Lydia,\r\nup to Troy. Many cities were wiped out in the north. Mt Sypilos was destroyed. Marshes became lakes. The tidal wave flooded Troy. (<B>Probably, these were the same events as in 1380 B.C.<\/B>). (reference #2130)\r\n<P>1365 B.C. (<U>+<\/u>5 years) there was earthquake destruction at Ugarit (35 deg 41 min N, 35 deg 48 min E), with a probable tsunami at the Syrian coast. (reference #2815)\r\n<P>1365 B.C. <U>+<\/u>5 years. Syrian coasts, Ugarit near Minet-el-Beida (tsunami intensity vi?). (references #15, #20)"},{"ID":533,"YEAR":1782,"MONTH":5.0,"DAY":22.0,"HOUR":null,"MINUTE":null,"LATITUDE":24.5,"LONGITUDE":120.5,"LOCATION_NAME":"TAIWAN STRAIT","COUNTRY":"TAIWAN","REGION":"China, North and South Korea, Philippines, Taiwan","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":7.0,"EQ_DEPTH":null,"TS_INTENSITY":2.5,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Very Many (~1001 or more people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/533","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1782, May 22. Validity 2. An earthquake which affected all of Taiwan Island and caused great destruction, was accompanied by tsunami waves, which ran onto the coast of the island in an east-west direction. Almost the entire island was flooded for a distance of more than 120 km (30 leagues). The tremors and tsunami waves lasted 8 hours. The three main cities of the island and 20 villages were first destroyed by the earthquake and then by the tsunami. Retreating, the water left buildings, at best, as piles of debris. Not a single living soul was left. More than 40,000 residents died.  Many ships were smashed or sunk. In place of the capes, jutting into the sea, which were washed out, fresh scarps and gulfs filled with water were formed. Zelandia Fort (Anpin) and Pingkchingi Fort were washed away together with the hills on which they stood. \r\n<P><blockquote><i>Reference #150:<\/i><\/blockquote> \r\n<P>1782, May 22. South China Sea. Taiwan strait coast tsunami. Sea rose with great violence and remained its height 1 or 8 hrs. Tsunami [validity 3] swept away villages and many people drowned. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1782, May 22. Source: South China Sea; Observation Taiwan. Sea rose with great violence and remained high 1 or 8 hours. Swept away villages and drowned immense numbers. No quake mentioned. Wave possibly of meteorological origin. \r\n<P><blockquote><i>Reference #8575:<\/i><\/blockquote> \r\n<P>1782, May 22. Kaohsiung, Taiwan. Validity 1, maximum water height 10 m, >40,000 deaths, possibly meteorological. \r\n<P><blockquote><i>Reference #9719:<\/i><\/blockquote> \r\n<P>The Fo-kien earthquake of 22 May (or October?) 1782. Reports from travelers describe a catastrophic tsunami causing up to 40,000 deaths in Taiwan and destroying the forts of Zelandia (presently Tainan) and Pingkchingi (GAZETTE DE FRANCE, 1783), although claims of the island being \"nearly entirely covered\"\u0092 (by water) are clearly fanciful. There is some discrepancy on the date of the event which may also have been accompanied\u0097or triggered\u0097by a volcanic eruption. In the absence of more definitive information on the earthquake\r\n<P><blockquote><i>Reference #10200:<\/i><\/blockquote> <P>The validity of this event is highly questionable because the event was totally unrecorded in any Chinese literature, which is virtually impossible due to its significance. From the official dynastic record (National Palace Museum 1982), there was a storm at Taiwan on 2 June 1782. The storm was reported to have induced some damage, but the crop yield of the whole province (including Fujian & Taiwan) was reported to be not affected. Thus, a great disaster occurring in the region during that period was highly unlikely. The casualty claimed (40,000 lives) was approximately 5% of the whole contemporary population of Taiwan, which could have seriously damaged the stability and economy of the society. This event is invalidated due to its unreasonably long period. Even if it is assumed validated, it still could not pass the confirmation.\r\n<P><blockquote><i>Reference #12391:<\/i><\/blockquote> \r\n<P>Around 4th to 5th month, 46th Qianlong year (1781), weather was fine. Suddenly sea roared like thunder, giant wave appeared. Water rose for tens of zhang high (1 zhang is approx. 1-1\/3 m). Villagers nearby were submerged, they climbed upwards, expecting to die[...]It was heard that one woman was drown\u0085.Fishmen sailed on top of bamboos on raft, watch their homes submerged far from. (reported by Confucian scholar Lin Shi-Seng)\r\n<P><blockquote><i>Reference #11288:<\/i><\/blockquote> \r\n<P>the phenomena described in this [historical] report (e.g., the sea suddenly roared like thunder, and sea retreat quickly, exposing leaping fishes and shrimps) are comparable to the classic features found in descriptions of tsunami events."},{"ID":943,"YEAR":1865,"MONTH":11.0,"DAY":18.0,"HOUR":null,"MINUTE":null,"LATITUDE":-19.5,"LONGITUDE":-173.5,"LOCATION_NAME":"TONGA ISLANDS","COUNTRY":"TONGA","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":8.0,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":"Few (~1 to 50 houses)","DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/943","COMMENTS":"1865, November 18 05:40 local time. 19.5 S, 173.5 W, magnitude 8, tsunami intensity 3. On the 18th at 04:20 the English ship \"John Wesley\" ran aground near the small island (a coral reef) of Tau, but after several earthquake tremors was refloated completely. The ocean raged with such force that waves enveloped the deck. \r\n<P>At 05:40 there was a strong earthquake and the waves became even more dangerous. Twenty minutes later a terrible crack was heard on the ship and it immediately filled with water and sank in a depth of 1 m (3 feet), but the crew and all the passengers were saved. \r\n<P>The earthquake affected a huge area. It was severe on the islands of Haapai and rather severe on the island of Lifuka and Vavau, where furniture was displaced and the pendulums of clocks were stopped. On the open sea at 24 deg S. and 173 deg 30 min W. , similar vibrations were experienced on the American ship \"Siren\" on the 18th at approximately 06:00 accompanied by a muffled rumble. \r\n<P>On the Tonga Islands, the earthquake was  accompanied by a \"sudden and violent movement of the sea,\" flooding the land and washing away everything in its path. \r\n<P>By 09:20 of the 18th in Avarua, island of Rarotonga (Cook Islands), in good weather with a light south-east breeze and at low tide, the sea had gradually receded to approximately 1 1\/4 m (4 feet) below the usual low water mark, almost completely draining the water area of the port. Then the level of the water gradually rose 1 1\/4 m (4 feet) above the highest flood tide, but there was no evidence of waves. The rise and fall occurred while the water surface was completely calm. The sea fell and rose to the same levels a second and a third time. Then, in the course of a half hour, the oscillations diminished and the sea became still and assumed its normal level. \r\n<P>(above from reference #415)\r\n<P>1865, November 18, 05:40? Generating area Tonga, observed in Tau, Tonga Islands, Cook Islands (1.2 m, travel time 3.7 hours). Waves wrecked \"John Wesley\" on reef. Water level oscillations between 4 ft. below normal low tide and 4 ft. above normal high tide. No wave form noticed. Sieberg gives Cook Is. measurements as 4 m. instead of 4 ft. (reference #79)\r\n<P>This wave that saved our precious husbands [on the ship \"John Wesley\"], went far inland at some of the islands-washed the dead out of their graves - destroyed twenty houses, a boat, and two canoes. The sea receded fourteen miles at some places. (reference #8718)"},{"ID":3412,"YEAR":1905,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":37.3,"LONGITUDE":9.9,"LOCATION_NAME":"BALEARIC SEA","COUNTRY":"TUNISIA","REGION":"Mediterranean Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":null,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/3412","COMMENTS":"1905. Balearic Sea, Africa, Tunisia. Tsunami waves were observed in Bizerte. (reference #2130)\r\n<P>Little information regarding the occurrence of seismic sea waves on the Tunisian coast is available, except that reported in Bothè's catalogue (*) for the 1905 earthquake in the Bizerta area. (*) Catalogue des seimes Tunisiens, Strasbourg, June 1962 (unpublished). (reference #9899)"},{"ID":5,"YEAR":-1300,"MONTH":null,"DAY":null,"HOUR":null,"MINUTE":null,"LATITUDE":39.96,"LONGITUDE":26.24,"LOCATION_NAME":"IONIAN COASTS, TROAD","COUNTRY":"TURKEY","REGION":"Mediterranean Sea","CAUSE":"Unknown","EVENT_VALIDITY":"Questionable Tsunami","EQ_MAGNITUDE":6.0,"EQ_DEPTH":null,"TS_INTENSITY":5.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/5","COMMENTS":"1300 B.C. Ionian and Aegean Seas. References to tsunami along the shore of the Ionian Sea and in Asia Minor. Troy, tsunami intensity V. Event validity 2. (reference #2130)\r\n<P>1300 B.C. Ionian coasts and towns in Asia Minor, Troad,  tsunami intensity v. (references #14, #15, #20)\r\n<P>1300 B.C. Western Turkey, Troy (magnitude =6?), unknown causes. (reference #330)"},{"ID":2294,"YEAR":1869,"MONTH":10.0,"DAY":11.0,"HOUR":13.0,"MINUTE":null,"LATITUDE":44.75,"LONGITUDE":35.0,"LOCATION_NAME":"BLACK SEA","COUNTRY":"UKRAINE","REGION":"Black Sea and Caspian Sea","CAUSE":"Earthquake","EVENT_VALIDITY":"Very Doubtful Tsunami","EQ_MAGNITUDE":5.6,"EQ_DEPTH":18.0,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":null,"HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/2294","COMMENTS":"1869, October 11, 11:10 [local time]. 44.8 N, 34.9 E, depth 18 km, magnitude 5.6, intensity VII. Weak tsunami.  The 1-m tsunami in Yevpatoriye is noteworthy; it flooded the embankment for several seconds...(reference #223)\r\n<P>1869, October 11, 13 UTC. Crimea, 44<sup>o<\/sup>45'N 35<sup>o<\/sup>E, earthquake intensity VIII, tsunami reliability 1. Strong earthquake felt in Crimea. At Sudak church walls fissured. Sudak-Taraktash region suffered much damage. Felt at Sevastopol and Livadia. In some South Crimea harbours sea level rising (Grigorash, ref #10532). (reference #4139)"},{"ID":1880,"YEAR":1958,"MONTH":7.0,"DAY":10.0,"HOUR":6.0,"MINUTE":15.0,"LATITUDE":58.37,"LONGITUDE":-136.665,"LOCATION_NAME":"SE. ALASKA, AK","COUNTRY":"USA","REGION":"Alaska (including Aleutian Islands)","CAUSE":"Earthquake and Landslide","EVENT_VALIDITY":"Definite Tsunami","EQ_MAGNITUDE":7.8,"EQ_DEPTH":35.0,"TS_INTENSITY":5.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":"Few (~1 to 50 houses)","DEATHS_TOTAL_DESCRIPTION":"Few (~1 to 50 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1880","COMMENTS":"At least 8 separate tsunamis, generated by submarine and subaerial landslides and ice falls, followed this magnitude 7.9 earthquake.  The epicenter was located on the northern coast of Cross Sound near Palma Bay.  Underwater cables were broken in Juneau, Skagway, and Wrangell.  A local submarine slump off Khantaak Island in Yakutat Bay caused <B>3 deaths<\/B> and wrecked a boat.  Lituya Bay, the site of repeated huge local tsunamis, experienced a massive landslide which generated a surge of water reaching 525 meters in height -- 400 feet higher than the Empire State Building.  2 boats were wrecked, and <B>2 deaths<\/B> resulted.  30 million cubic meters of soil and loose material were washed away, along with ten square km of forest.  Shellfish colonies, a cabin, and mining equipment were also destroyed by this massive surge.  Total property damage --primarily from the three lost boats -- exceeded $100,000 (Reference #239).\r\n<P>The earthquake caused numerous rock avalanches and slides. In Disenchantment Bay, a \"chunk\" weighing several tons broke off from a glacier descending to the water; waves 6 m high arose on the surface of the bay. On Khantaak Island, the sea waves resulting from a coastal section submerging under water reached a height of 5-6 m. A collapse in the mouth of the Alsek River caused a wave 1-2 m high, which spread upriver. The water level in the lower reaches dropped approximately 1 m; several hours later, the dam was breached and the shores of the river were flooded. In Glacier Bay, rocks crashed down from the steep beaches, resulting in small waves no more than 1\/2-1 m (2-3 feet) high. Similar waves were observed in Dixon Harbor several minutes after the earthquake. The most catastrophic events, unique in the history of strong earthquakes, occurred in Lituya Bay, which is the T-shaped bed of an ancient glacier that has been filled in with water. The distinctive feature of the bay is the strong tidal currents at the throat, reaching 12 knots in velocity. At the time of the earthquake, about 300 million square meters of rock collapsed into Gilbert Bay from the northeast shore. The water extruded from the bay by the collapsing mass, splashed up on the opposite shore, reaching a colossal height. The movement of the water was so fast, that it uprooted a whole forest in the flood zone and stripped the bark and branches from the trees. Besides this gigantic splash, the collapse of this huge mass gave rise to a wave, which crossed the entire Lituya Bay from Gilbert Bay to the sea with a velocity of 150-200 km\/hr, that is, with the speed of gravity waves, and devastated the shores of Lituya Bay. The tectonic dislocations in the source of the earthquake, and possibly the wave emerging from Lituya Bay, gave rise to a small tsunami, which was registered on remote tide gauges (Reference #415).\r\n<P>The main mass of the slide, as outlined on figure 16, is a prism of rock that is roughly triangular in cross section, with dimensions of 2,400 feet and 3,000 foot along tho slope, a maximum thickness of about 300 feet normal to the slope, and a center of gravity at about 2,000 foot altitude. From those dimensions and an assumed specific gravity of 2.7, the volume and weight of tho rock mass are, respectively, <B>40 million cubic yards and 90 million tons<\/B>. It is highly probable that this entire mass plunged into Gilbert Inlet as a unit at the time of the earthquake, although tho only known fact is that it fell between about noon on July 7 and about 10 .m on July 10. (reference #270)"},{"ID":763,"YEAR":1849,"MONTH":1.0,"DAY":25.0,"HOUR":5.0,"MINUTE":10.0,"LATITUDE":14.0,"LONGITUDE":143.3,"LOCATION_NAME":"GUAM, MARIANA ISLANDS","COUNTRY":"USA TERRITORY","REGION":"E Coast Australia, New Zealand, South Pacific Is.","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":7.5,"EQ_DEPTH":null,"TS_INTENSITY":2.0,"DAMAGE_TOTAL_DESCRIPTION":"Severe (~>$5 to $24 million)","HOUSES_TOTAL_DESCRIPTION":"Many (~101 to 1000 houses)","DEATHS_TOTAL_DESCRIPTION":"Many (~101 to 1000 people)","URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/763","COMMENTS":"<P><blockquote><i>Reference #482:<\/i><\/blockquote> \r\n<P>1849, January 25, 05:10 UTC. At 2:49 P.M. local time as reported by the Governor to his superiors (Driver, 1993), a\r\ngreat earthquake occurred which lasted one and a half minutes and caused great damage. Aftershocks continued\r\nevery four to eight minutes until 11 o'clock that night. They began again at 2:30 A.M. local time and continued for\r\nweeks. About 150 felt earthquakes were noted by March 11. The population was fearful that they were on a volcano\r\nand the island might explode or sink. Sand boils discharging sea water opened up cavities which had measured\r\ndepths of one to six yards. Twelve to seventeen of the cavities were in a line parallel to the river by Santa Cruz just south of Agana. The only reported loss of life was to Josefa Lujan, a woman caught by one of the three reported\r\ntsunami waves, near the Talofofo River. She was from Agana and going to Inarajan. She is the only reported fatality\r\ndue to a tsunami in Guam's history. Her two year old niece received bruises on her face and was carried 40 yards and\r\ndeposited among some rocks (Driver, 1993). The Governor\u0092s report placed the woman at her ranch near the beach... Major earthquake damage and tsunami effects reported by the governor including the only fatality due to tsunamis in Guam\u0092s history. Villages flooded, homes destroyed, bridges washed away. Runup of at least 6.1 m at Agat and inundation of at least 402 m at Umatac Bay. Evidence of submarine landslide in Apra Harbor...  <B>Many perished<\/B> on the Island of Satawal and some were left behind. \r\n<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1849, January 24 (or 25), 14:30 (or 14:56). Magnitude 7.5, Guam Island. There was a destructive earthquake on the Mariana Islands. A tsunami occurred. [The tsunami was generated by an earthquake on the 24th or the 25th.] One of the eyewitnesses, who was on board a ship riding in the bay, gave the following account of the effects of the main earthquake and the tsunami in Umatac Bay: \"The first, main earthquake began with an exceptional trembling of the water, which was then transmitted to the land. The displacements of the ground were so large that all stone and brick buildings suffered to some extent, and many completely collapsed. One of my boats were taking on a supply of water in the mouth of the river. It was caught by the flood tide, and almost tossed on to the trees. Barrels and other objects were carried 1\/2 km (1\/4 mile) or more from the shore to open sea. When the wave rolled back, hundreds of fishes were left on the dried bottom. The shore near the river dropped about 3 1\/2 m (12 feet). The wave entrained the ship with such force, that it could not hold to its anchors. The water ran up onto the island in an east-west direction. A mild northeasterly wind was blowing.\"\r\nIn the Inarajan region (southeast coast), a woman was caught up by the wave near the Talofofo River, and never reappeared. People arriving from Satawal Island (Caroline Islands) related that this island was flooded by a wave. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1849, January 24. Guam, observed in the Mariana Islands, Guam, Umatac."},{"ID":1086,"YEAR":1878,"MONTH":1.0,"DAY":10.0,"HOUR":null,"MINUTE":null,"LATITUDE":-19.0,"LONGITUDE":168.5,"LOCATION_NAME":"TANNA ISLAND","COUNTRY":"VANUATU","REGION":"New Caledonia, New Guinea, Solomon Is., Vanuatu","CAUSE":"Earthquake","EVENT_VALIDITY":"Probable Tsunami","EQ_MAGNITUDE":7.5,"EQ_DEPTH":null,"TS_INTENSITY":3.0,"DAMAGE_TOTAL_DESCRIPTION":"Limited (<$1 million)","HOUSES_TOTAL_DESCRIPTION":null,"DEATHS_TOTAL_DESCRIPTION":null,"URL":"https:\/\/www.ngdc.noaa.gov\/hazel\/view\/hazards\/tsunami\/event-more-info\/1086","COMMENTS":"<P><blockquote><i>Reference #414:<\/i><\/blockquote> \r\n<P>1878, January 10 at 10:00 [local time], validity 3. There was a strong earthquake on Tanna Island; the subsequent tremors lasted four weeks. A new pit of crater formed near the \"sulphur bay\" [in Sapper's unlikely opinion, this was the result of a volcanic explosion]. Two minutes [?] later, the coast rose 6 m along the entire western side of Resolution Harbor. The anchorages in the bay were correspondingly restricted; at one place, where ships with a displacement of 1000-1500 tons used to ride freely, an old sunken anchor became visible. The earthquake generated a roller 12 m high, or 15-17 m high, according to other sources, which inundated the eastern tip of the harbor and destroyed all the canoes of the local residents an all the plantations. When the water surged back, many fish were left in the bushes. \r\n<P><blockquote><i>Reference #132:<\/i><\/blockquote> \r\n<P>1878, January 10. New Hebrides Islands, Tanna Island (south end of group). At Port Resolution the sea rose 40 feet. This was accompanied by a maximum rise of 10 feet of the sea bottom. \r\n<P><blockquote><i>Reference #79:<\/i><\/blockquote> \r\n<P>1878, January 10. New Hebrides. Quake and eruption, new crater Yasowa volcano, Tanna Island, 19.5 S, 169.4 E. Runups at New Hebrides: Tanna Island, Port Resolution. Tsunami accompanied sea bottom rise of 3 m maximum. Sapper does not mention quake. Milne and Sieberg do not mention eruption. Height is given variously as 17 m by Sapper, 16 m by Fuchs and Sieberg, and 12 m by Heck."}]